/* OSD hint */
" " = " ";

/* Text Enc */
"Arabic (ISO 8859-6)" = "阿拉伯语（ISO 8859-6）";

/* Text Enc */
"Arabic (Mac)" = "阿拉伯语（Mac）";

/* Text Enc */
"Arabic (Windows-1256)" = "阿拉伯语（Windows-1256）";

/* preference */
"Ask me" = "询问我";

/* OSD hint */
"Aspect Ratio: Locked" = "屏幕长宽比：已锁定";

/* OSD hint */
"Aspect Ratio: Restored" = "屏幕长宽比：已恢复";

/* OSD hint */
"Aspect Ratio: Unlocked" = "屏幕长宽比：未锁定";

/* PrefToolBarLabel */
"Audio" = "音频";

/* OSD hint */
"Audio %@" = "音频 %@";

/* OSD hint */
"Audio Delay: %.1f s" = "音频延时：%.1f 秒";

/* OSD hint media info */
"Audio: %@, %.1fkbps, %.1fkHz, %d channels" = "音频：%1$@, %2$.1fkbps, %3$.1fkHz, %4$d 声道";

/* Text Enc */
"Baltic (ISO 8859-13)" = "波罗的海文（ISO 8859-13）";

/* Text Enc */
"Baltic (ISO 8859-4)" = "波罗的海文（ISO 8859-4）";

/* Text Enc */
"Baltic (Windows-1257)" = "波罗的海文（Windows-1257）";

/* OSD hint */
"Caching: %4.2f%%" = "缓冲：%4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "无法找到适当的文件来播放";

/* Text Enc */
"Celtic (ISO 8859-14)" = "凯尔特语（ISO 8859-14）";

/* Text Enc */
"Celtic (Mac)" = "凯尔特语（Mac）";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "中欧（ISO 8859-16）";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "中欧（ISO 8859-2）";

/* Text Enc */
"Central Europe (Mac)" = "中欧（Mac）";

/* Text Enc */
"Central Europe (Windows-1250)" = "中欧（Windows-1250）";

/* Text Enc */
"Chinese Simplified (EUC)" = "简体中文（EUC）";

/* Text Enc */
"Chinese Simplified (GB18030)" = "简体中文（GB18030）";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "简体中文（ISO 2022）";

/* Text Enc */
"Chinese Simplified (Mac)" = "简体中文（Mac）";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "简体中文（Windows-936）";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "繁体中文（Big5 HKSCS）";

/* Text Enc */
"Chinese Traditional (Big5)" = "繁体中文（Big5）";

/* Text Enc */
"Chinese Traditional (EUC)" = "繁体中文（EUC）";

/* Text Enc */
"Chinese Traditional (Mac)" = "繁体中文（Mac）";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "繁体中文（Windows-950）";

/* open url panel */
"Clear Menu..." = "清空菜单...";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "西里尔语（ISO 8859-5）";

/* Text Enc */
"Cyrillic (KOI8-R)" = "西里尔语（KOI8-R）";

/* Text Enc */
"Cyrillic (KOI8-U)" = "西里尔语（KOI8-U）";

/* Text Enc */
"Cyrillic (Mac)" = "西里尔语（Mac）";

/* Text Enc */
"Cyrillic (Windows-1251)" = "西里尔语（Windows-1251）";

/* OSD hint media info */
"Demuxer: %@\n" = "分离器：%@\n";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "发现文件：\t%1$@\n编码：\t%2$@\n信心：\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "关闭";

/* No comment provided by engineer. */
"Error" = "错误";

/* PrefToolBarLabel */
"General" = "常规";

/* Text Enc */
"Greek (ISO 8859-7)" = "希腊语（ISO 8859-7）";

/* Text Enc */
"Greek (Mac)" = "希腊语（Mac）";

/* Text Enc */
"Greek (Windows-1253)" = "希腊语（Windows-1253）";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "希伯来语（ISO 8859-8）";

/* Text Enc */
"Hebrew (Mac)" = "希伯来语（Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "希伯来语（Windows-1255）";

/* menu */
"Hide Letterbox" = "显示在画面内";

/* Text Enc */
"Japanese (EUC)" = "日语（EUC）";

/* Text Enc */
"Japanese (ISO 2022)" = "日语（ISO 2022）";

/* Text Enc */
"Japanese (Mac)" = "日语（Mac）";

/* Text Enc */
"Japanese (Shift-JIS)" = "日语（Shift-JIS）";

/* Text Enc */
"Japanese (Windows-932)" = "日语（Windows-932）";

/* Text Enc */
"Korean (EUC)" = "韩语（EUC）";

/* Text Enc */
"Korean (ISO 2022)" = "韩语（ISO 2022）";

/* Text Enc */
"Korean (Mac)" = "韩语（Mac）";

/* Text Enc */
"Korean (Windows-949)" = "韩语（Windows-949）";

/* OSD hint */
"Letterbox will hide" = "字幕将显示在画面内";

/* OSD hint */
"Letterbox will show" = "字幕将显示在画面外";

/* menu */
"Lock Aspect Ratio" = "锁定屏幕长宽比";

/* OSD hint */
"Mute OFF" = "静音关闭";

/* OSD hint */
"Mute ON" = "静音开启";

/* PrefToolBarLabel */
"Network" = "网络";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Open Media Files" = "打开媒体文件";

/* OSD hint */
"OSD settings changed" = "OSD 设定已更改";

/* OSD hint */
"Paused" = "暂停";

/* menu */
"Show Letterbox" = "显示在画面外";

/* Text Enc */
"South Europe (ISO 8859-3)" = "南欧（ISO 8859-3）";

/* OSD hint */
"Speed: %.1fX" = "速度：%.1fX";

/* OSD hint */
"Stopped" = "停止";

/* OSD hint */
"Sub Delay: %.1f s" = "字幕延时：%.1f s";

/* OSD hint */
"Sub: %@" = "字幕：%@";

/* PrefToolBarLabel */
"Subtitle" = "字幕";

/* Text Enc */
"Thai (ISO 8859-11)" = "泰语（ISO 8859-11）";

/* Text Enc */
"Thai (Mac)" = "泰语（Mac）";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "泰语（Windows-874/TIS-620）";

/* No comment provided by engineer. */
"The file does not exist" = "文件不存在";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "MPlayerX 不支持此文件。";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "MplayerX 不支持此 URL。";

/* Text Enc */
"Turkish (ISO 8859-9)" = "土耳其语（ISO 8859-9）";

/* Text Enc */
"Turkish (Mac)" = "土耳其语（Mac）";

/* Text Enc */
"Turkish (Windows-1254)" = "土耳其语（Windows-1254）";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "解锁屏幕长宽比";

/* PrefToolBarLabel */
"Video" = "视频";

/* OSD hint */
"Video %@" = "视频 %@";

/* OSD hint media info */
"Video: %@, %d×%d, %.1ffps\n" = "视频：%1$@，%2$d×%3$d，%4$.1ffps\n";

/* OSD hint media info */
"Video: %@, %d×%d, %.1fkbps, %.1ffps\n" = "视频：%1$@，%2$d×%3$d，%4$.1fkbps，%5$.1ffps\n";

/* Text Enc */
"Vietnamese (Mac)" = "越南语（Mac）";

/* Text Enc */
"Vietnamese (Windows-1258)" = "越南语（Windows-1258）";

/* OSD hint */
"Volume: %.1f" = "音量：%.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "西欧（ISO 8859-1）";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "西欧（ISO 8859-15）";

/* Text Enc */
"Western Europe (Mac)" = "西欧（Mac）";

/* Text Enc */
"Western Europe (Windows-1252)" = "西欧（Windows-1252）";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-好：使用 FFMpeg 来处理流";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-好：使用 MPlayer 来处理流";

/* Smart Subtitle */
"found %d subtitles" = "射手智能字幕匹配系统找到 %d 个字幕";

/* Smart Subtitle */
"None subtitle match yet" = "没有找到字幕，请移步 shooter.cn";

/* Smart Subtitle */
"Trying SPlayerX smart subtitle system" = "正在通过射手智能字幕匹配系统寻找字幕";

/* Smart Subtitle */
"Unauthorized requests" = "客户端未经授权";

/* App Store IAP Support */
"Button Purchased" = "字幕匹配服务已订阅";

"Button Need Purchase" = "订阅字幕匹配服务";

"No Auth" = "您还未订阅字幕匹配服务";

"No Expire" = "此版本Splayerx字幕服务永久可用";

"Due Date" = "订阅到期日期: ";

"Processing" = "正在处理付款请求...";

"Expire Reminder" = "\n(提醒：智能字幕匹配服务将于 %d 天后到期）";

/* Set Default Support */
"Alert Message" = "%@ 不是系统默认媒体播放器，您想现在把它设为默认媒体播放器吗？";

"Alert Title" = "设置默认媒体播放器";

"Reject Button" = "不，谢谢";

"Default Button" = "设为默认";

"Remind Later Button" = "稍后提醒我";

/* Appirater Support */
"Appirater Alert Message" = "我们希望您喜欢 %@ 带给您的体验。如果您的确很喜欢，那么您介意花一分钟的时间为我们评分吗？非常感谢您的支持！";

"Appirater Alert Title" = "%@评分提醒";

"Appirater Reject Button" = "不，谢谢";

"Appirater Default Button" = "为%@评分";

"Appirater Remind Later Button" = "稍后提醒我";